Repository: oo0speed0oo/NeighborhoodSkout
Catalog: NeighborhoodSkout/Localizable.xcstrings
Source language: en
Languages: ja

source: %@ from %@ turns %d today.
ja: %2$@の%1$@さんが今日%3$d歳になりました。

source: %@ from %@ turns %d tomorrow.
ja: %2$@の%1$@さんが明日%3$d歳になります。

source: %lld homes
ja: %lld棟

source: %lld residents
ja: %lld人

source: 🎂 Birthday
ja: 🎂 誕生日

source: 🎂 Birthday (Test)
ja: 🎂 誕生日（テスト）

source: 🎂 Birthday Tomorrow
ja: 🎂 明日は誕生日

source: 👥 Residents
ja: 👥 居住者

source: 💬 Message on LINE
ja: 💬 LINEで連絡

source: ✏️ Rename House
ja: ✏️ 家の名前を変更

source: A backup will be made first. Your current streets, houses, and resident info will be replaced.
ja: まずバックアップを作成します。現在の通り、家、居住者情報がすべて置き換わります。

source: Add
ja: 追加

source: Add Home
ja: 家を追加

source: Add House Photo
ja: 家の写真を追加

source: Add Photo
ja: 写真を追加

source: Add Resident
ja: 居住者を追加

source: Add Street
ja: 通りを追加

source: Already up to date · %lld unchanged
ja: すでに最新です · %lld件 変更なし

source: Are you sure you want to remove this person?
ja: この人を削除してもよろしいですか？

source: Birthday
ja: 誕生日

source: Cancel
ja: キャンセル

source: Change Photo
ja: 写真を変更

source: Chat
ja: チャット

source: Child
ja: 子ども

source: Children
ja: 子ども達

source: Cul-de-sac
ja: 袋小路

source: Delete
ja: 削除

source: Details
ja: 詳細

source: Done
ja: 完了

source: e.g. Maple Street
ja: 例：桜通り

source: e.g. The Johnsons or 42 Maple St
ja: 例：山田家、桜町42番地

source: Each side of the street will have %lld house slots
ja: 通りの片側に%lld個の家のスロットがあります

source: Edit
ja: 編集

source: Edit Resident
ja: 居住者を編集

source: Enter their LINE ID to message them directly from the app
ja: アプリから直接メッセージするためにLINE IDを入力してください

source: Export CSV
ja: CSVを書き出す

source: Female
ja: 女性

source: First name
ja: 名（下の名前）

source: Gender
ja: 性別

source: Go to Residents and edit each person to add their LINE ID
ja: 居住者を開き、各ユーザーを編集してLINE IDを追加してください

source: Grandparent
ja: 祖父母

source: Grandparents
ja: 祖父母

source: House Name
ja: 家の名前

source: House Photo
ja: 家の写真

source: Houses Both Sides
ja: 両側に家

source: Houses Left Side
ja: 左側のみ

source: Houses on both sides of the road
ja: 道路の両側に家が並びます

source: Houses on both sides, no road divider
ja: 両側に家があり、中央道路なし

source: Houses on the left side only
ja: 左側のみに家があります

source: Houses on the right side only
ja: 右側のみに家があります

source: Houses Right Side
ja: 右側のみ

source: Import
ja: 読み込む

source: Import & Replace
ja: 読み込んで置き換える

source: Import from URL
ja: URLから読み込む

source: Import Preview
ja: 読み込みプレビュー

source: Import Template
ja: テンプレートを読み込む

source: Importing…
ja: 読み込み中…

source: Last name
ja: 姓（名字）

source: LINE ID (optional)
ja: LINE ID（任意）

source: LINE ID copied to clipboard
ja: LINE IDをコピーしました

source: Load Default Data
ja: 初期データを読み込む

source: Load from iCloud Drive
ja: iCloud Driveから読み込む

source: Load from Local Storage
ja: 本体から読み込む

source: Male
ja: 男性

source: Merge Changes
ja: 変更を結合

source: Message on LINE
ja: LINEで連絡

source: Move
ja: 移動

source: Name
ja: 名前

source: Neighborhood Template
ja: 近隣テンプレート

source: New Street
ja: 新しい通り

source: No LINE IDs saved
ja: LINE IDが保存されていません

source: No residents yet
ja: まだ居住者がいません

source: Nothing to import
ja: 読み込むデータがありません

source: Number of houses per side: %lld
ja: 片側の家の数：%lld

source: Optional photo for this house
ja: この家の写真（任意）

source: Other
ja: その他

source: Others
ja: その他

source: Parent
ja: 親

source: Parents
ja: 親

source: Paste the URL your neighbor shared. This replaces your map layout — personal resident info is never imported.
ja: 近隣の方が共有したURLを貼り付けてください。マップのレイアウトが置き換わりますが、個人情報は読み込まれません。

source: Photo
ja: 写真

source: Preview
ja: プレビュー

source: Ready to import
ja: 読み込む準備ができました

source: Remove
ja: 削除

source: Remove Decoration
ja: デコレーションを削除

source: Remove Photo
ja: 写真を削除

source: Remove Resident
ja: 居住者を削除

source: Remove Street
ja: 通りを削除

source: Replace all data?
ja: すべてのデータを置き換えますか？

source: Replace All
ja: すべて置き換え

source: Replace your map?
ja: マップを置き換えますか？

source: Role in family
ja: 家族内の役割

source: Save
ja: 保存

source: Share Template
ja: テンプレートを共有

source: Street Layout
ja: 通りのレイアウト

source: Street Name
ja: 通りの名前

source: Street name
ja: 通りの名前

source: Tap + to add the people who live here
ja: ＋をタップして居住者を追加

source: Tap a house
ja: 家をタップ

source: Tap green to place
ja: 緑をタップして配置

source: Tap to add a photo
ja: タップして写真を追加

source: Tap to change
ja: タップして変更

source: Template URL
ja: テンプレートURL

source: Test Birthday Alert
ja: 誕生日通知をテスト

source: This file has no house IDs so a smart merge isn't possible. You can only replace all current data.
ja: このファイルには家のIDがないため、スマートな結合はできません。現在のデータ全体を置き換えることのみ可能です。

source: This will remove the street and all houses on it.
ja: この通りとその上の家をすべて削除します。

source: This will replace your current streets and houses with the template. Your resident info will be cleared.
ja: 現在の通りと家がテンプレートで置き換わります。居住者情報は削除されます。

source: Import this into NeighborhoodSkout to get our neighborhood map.
ja: NeighborhoodSkoutに読み込んで近隣マップを取得してください。

source: Zoom
ja: ズーム
